IDEA Open Model
LineLoad.PositionOnEdge Property
Compatible with IDEA StatiCa Beta 20.0
 position od edge
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double PositionOnEdge { get; set; }
Public Property PositionOnEdge As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace